[
    {
        "id": "69841a8658ab1356cd00367f",
        "current_name": "Como cuidar do seu dinheiro – Dicas para as crianças (Thiago Nigro & Turma da Mônica)",
        "target_name": "Livro \"Como cuidar do seu dinheiro\".\nThiago Nigro & Turma da Mônica",
        "description": "Ensine educação financeira de forma lúdica com o Livro 'Como cuidar do seu dinheiro', de Thiago Nigro e a Turma da Mônica. Ideal para crianças aprenderem o valor das finanças com seus personagens favoritos."
    },
    {
        "id": "69841a8658ab1356cd003680",
        "current_name": "Livro Infantil Os Sonhos de Pedro. O pequeno empreendedor",
        "target_name": "Os Sonhos de Pedro. O pequeno empreendedor",
        "description": "Inspire o espírito empreendedor desde cedo com o livro infantil 'Os Sonhos de Pedro'. Uma história envolvente que ensina crianças sobre persistência, sonhos e o mundo do pequeno empreendedor."
    },
    {
        "id": "69841a8658ab1356cd003681",
        "current_name": "LIMOCRAFT: O guia de finanças e empreendedorismo infantil",
        "target_name": "O guia de finanças e empreendedorismo infantil inspirado no jogo da década",
        "description": "Aprenda finanças e empreendedorismo de um jeito inovador! O Guia Limocraft utiliza a temática do jogo da década para ensinar conceitos financeiros fundamentais para o público infantil."
    },
    {
        "id": "69841a8658ab1356cd003682",
        "current_name": "Kit Jogo Educativo: Descubra Quem Sou Eu? - 59 Peças",
        "target_name": "Jogo educativo: Descubra quem sou eu? (59 peças)",
        "description": "Estimule o raciocínio lógico e a interação social com o Jogo Educativo 'Descubra Quem Sou Eu?'. Kit completo com 59 peças para diversão garantida em família ou na escola."
    },
    {
        "id": "69841a8658ab1356cd003683",
        "current_name": "Kit Jogo Educativo Administrando o seu Dinheiro",
        "target_name": "Administrando o seu dinheiro:  pedagógico educativo",
        "description": "O jogo 'Administrando o seu dinheiro' é uma ferramenta pedagógica essencial para introduzir conceitos de economia e responsabilidade financeira para crianças de forma divertida e prática."
    },
    {
        "id": "69841a8758ab1356cd003684",
        "current_name": "Kit Jogos: Administrando o seu Dinheiro + Jogo Suspeito",
        "target_name": "Administrando o seu dinheiro: educativos pedagógico + jogo suspeito",
        "description": "Kit exclusivo com dois jogos educativos fundamentais: aprenda a administrar seu dinheiro e desenvolva lógica com o Jogo Suspeito. Ideal para o desenvolvimento pedagógico e lazer inteligente."
    },
    {
        "id": "69841a8758ab1356cd003685",
        "current_name": "Brinquedo Tabuleiro Ativando a Memória",
        "target_name": "Jogo educacional terapêutico para ativar memoria p/idosos e crianças",
        "description": "Desenvolvido para todas as idades, este jogo educacional terapêutico é ideal para ativar a memória de idosos e estimular o desenvolvimento cognitivo de crianças através de desafios divertidos."
    },
    {
        "id": "69841a8758ab1356cd003686",
        "current_name": "Kit Material Escolar Volta às Aulas Feminino - 42 Itens",
        "target_name": "Kit Material Escolar (42 Itens) c/mochila e acessórios",
        "description": "Prepare-se para as aulas com o Kit de Material Escolar completo! São 42 itens, incluindo mochila resistente e diversos acessórios essenciais para a organização e criatividade do estudante."
    },
    {
        "id": "69841a8758ab1356cd003687",
        "current_name": "Mala Infantil Btmóvel Monster Trucks",
        "target_name": "Mala Infantil btmóvel monster trucks",
        "description": "Viajar ficou muito mais radical com a Mala Infantil Btmóvel Monster Trucks. Espaçosa, resistente e com design de carros gigantes que as crianças adoram."
    },
    {
        "id": "69841a8858ab1356cd003689",
        "current_name": "Caneta Marcador Profissional 80 Cores Pontas Duplas",
        "target_name": "Caneta marcador p/colorir (80 cores), pontas duplas",
        "description": "Eleve o nível da sua arte com o conjunto de 80 cores de canetas marcadores para colorir. Possuem pontas duplas para traços finos e preenchimentos vibrantes, ideais para ilustrações e design."
    },
    {
        "id": "69841a8858ab1356cd00368b",
        "current_name": "Caneta Impressora 3D USB Bivolt Kit Completo (Azul)",
        "target_name": "Caneta Impressora 3D USB Bivolt p/desenhos criativos",
        "description": "Dê vida aos seus desenhos com a Caneta Impressora 3D USB Bivolt. Perfeita para criar objetos tridimensionais e estimular desenhos criativos em crianças e adultos."
    },
    {
        "id": "69841a8858ab1356cd00368c",
        "current_name": "Laboratório Manual do Mundo - 85 Experiências",
        "target_name": "Laboratório manual do mundo (85 experiências)",
        "description": "Transforme sua casa em um centro de ciência com o Laboratório Manual do Mundo. São 85 experiências incríveis para aprender química e física de forma prática e segura."
    },
    {
        "id": "69841a8958ab1356cd00368d",
        "current_name": "Set 22 Peças Instrumentos Musicais Percussão Montessori",
        "target_name": "Instrumentos musicais em madeira (22 peças)",
        "description": "Conjunto de instrumentos musicais em madeira com 22 peças. Inspirado no método Montessori, é perfeito para introduzir o ritmo e a musicalização na infância com materiais naturais e duráveis."
    },
    {
        "id": "69841a8958ab1356cd00368e",
        "current_name": "Blocos de Montar Infantil - Caixa com 200 Peças",
        "target_name": "Coordenação motora, criatividade e diversão (220 peças)",
        "description": "Kit de blocos de montar com 220 peças projetado para estimular a coordenação motora e a criatividade. Horas de diversão educativa construindo tudo o que a imaginação permitir."
    },
    {
        "id": "69841a8958ab1356cd00368f",
        "current_name": "Tapete de rabiscos de água Mágico Grande",
        "target_name": "Tapete de rabiscos de água, tam. grande",
        "description": "Brincadeira sem sujeira! O Tapete de Rabiscos de Água em tamanho grande permite que as crianças desenhem livremente usando apenas água. Quando seca, a imagem some e a diversão recomeça."
    },
    {
        "id": "69841a8958ab1356cd003690",
        "current_name": "2 Em 1 Patins Infantil Ajustável com Kit Proteção (Azul)",
        "target_name": "2 Em1 Patins infantil ajustável, 4 rodas",
        "description": "Garanta a diversão com segurança! Patins infantil ajustável 2 em 1 com 4 rodas, perfeito para iniciantes. Design ergonômico que acompanha o crescimento dos pés da criança."
    },
    {
        "id": "69841a8a58ab1356cd003692",
        "current_name": "Headset Gamer Redragon Zeus Pro Sem Fio 7.1",
        "target_name": "Headset Gamer Redragon Zeus Pro s/fio",
        "description": "Sinta a liberdade total com o Headset Gamer Redragon Zeus Pro sem fio. Áudio de alta fidelidade e conforto premium para longas sessões de gameplay com tecnologia wireless de baixa latência."
    },
    {
        "id": "69841a8a58ab1356cd003694",
        "current_name": "Diário de Pilar em Machu Picchu",
        "target_name": "Diário de Pilar em Machu Picchu (outras alternativas)",
        "description": "Embarque em uma aventura histórica com o 'Diário de Pilar em Machu Picchu'. Explore a cultura Inca nesta jornada educativa e envolvente, agora disponível com novas opções de leitura."
    },
    {
        "id": "69841a8a58ab1356cd003695",
        "current_name": "Manta Coberta Bouti Kids Estampada (Game)",
        "target_name": "Manta estampada em games",
        "description": "Aqueça o quarto do seu pequeno gamer com esta manta estampada em temática de games. Confortável, macia e com cores vibrantes para combinar com o estilo dos jogadores."
    },
    {
        "id": "698a61b49d52d129ccacca36",
        "current_name": "Caderno inteligente reutilizável Rocketbook – Caderno ecológico de pauta pontilhada com 1 caneta Frixion Pilot e 1 pano de microfibra incluído – Capa infinity black, tamanho mini (8,9 cm x 14 cm)",
        "target_name": "Caderno ecológico inteligente reutilizável Rocketbook",
        "description": "O futuro da escrita chegou com o Rocketbook: o caderno ecológico inteligente e reutilizável. Escreva, digitalize suas notas e apague para usar novamente, unindo sustentabilidade e tecnologia."
    },
    {
        "id": "698aa0be7e937e8af1ae63c5",
        "current_name": "Cobertores de lã de flanela cinza, cobertor macio leve felpudo aconchegante de microfibra, manta de lã fofa para viagem, decorativo, 101 x 76 cm",
        "target_name": "Cobertores de lã, macio leve felpudo aconchegante de microfibra",
        "description": "Sinta o máximo conforto com nossos cobertores de lã em microfibra. Macios, leves e com toque felpudo aconchegante, são ideais para noites frias, viagens ou como manta decorativa para o sofá."
    },
    {
        "id": "698aa0da7e937e8af1ae63c6",
        "current_name": "Franco Toalha infantil de algodão macio com capuz felpudo para banho e praia, 61 cm x 127 cm, Patrulha Canina, azul",
        "target_name": "Toalha infantil de algodão macio com capuz felpudo",
        "description": "Transforme o banho ou o dia na praia em pura diversão com esta toalha infantil de algodão macio. Possui capuz felpudo para maior conforto e absorção, mantendo os pequenos aquecidos e secos."
    },
    {
        "id": "698aa0f97e937e8af1ae63c7",
        "current_name": "Pai Rico em Quadrinhos: Como Educar Seus Filhos Para se Tornarem Ricos",
        "target_name": "Pai Rico em Quadrinhos: Como educar seus filhos p/se tornarem ricos",
        "description": "Baseado no best-seller, 'Pai Rico em Quadrinhos' ensina como educar seus filhos para se tornarem ricos de forma visual e simples. Educação financeira descomplicada para a nova geração."
    },
    {
        "id": "698aa1147e937e8af1ae63c8",
        "current_name": "LANOVAGEAR Conjunto De Capacetes Bicicleta Para Crianças, Meninos E Meninas 3 A 8 Anos, 14 Com Joelheiras, Cotoveleiras, Protetores Pulso, Patinação, Skate, Patins, Scooter",
        "target_name": "Conjunto de capacetes com joelheiras, cotoveleiras, protetores de pulso",
        "description": "Segurança completa para esportes radicais! Conjunto de proteção incluindo capacete, joelheiras, cotoveleiras e protetores de pulso. Ideal para crianças que praticam bicicleta, skate ou patins."
    },
    {
        "id": "698aa12f7e937e8af1ae63c9",
        "current_name": "Maraton Patinete para adolescentes de 8 a 18 anos | Dobrável, roda grande, durável | Scooters para crianças de 8 a 12, 8 a 10, 13 a 16 anos | Scooter de duas rodas para adolescentes",
        "target_name": "Patinete p/adolescentes de 8 a 18 anos, dobrável",
        "description": "O Patinete ideal para adolescentes de 8 a 18 anos. Possui design dobrável para facilitar o transporte, rodas grandes para maior estabilidade e estrutura durável para o dia a dia."
    },
    {
        "id": "698aa14b7e937e8af1ae63ca",
        "current_name": "Nintendo, Console, Nintendo Switch OLED, Nacional, Portátil e Doméstico, Tela de 7 Polegadas, Bateria de até 9 Horas, 64GB de Armazenamento, Porta LAN Integrada, Áudio Aprimorado, Inclui Joy-Con com Suporte e Alças, Branco",
        "target_name": "Nintendo, Console, Nintendo switch OLED, portátil",
        "description": "Experimente cores vibrantes e contrastes nítidos com o Nintendo Switch OLED. O console híbrido que você pode usar como portátil ou na TV, garantindo a melhor experiência de jogo em qualquer lugar."
    },
    {
        "id": "698aa1607e937e8af1ae63cb",
        "current_name": "Relógio digital infantil, esportivo, à prova d'água, LED, com alarme, para meninos e meninas",
        "target_name": "Relógio digital infantil, à prova d'água, c/alarme",
        "description": "Estiloso e funcional, este relógio digital infantil é à prova d'água e vem com alarme integrado. Perfeito para acompanhar a rotina escolar e as aventuras esportivas dos pequenos."
    },
    {
        "id": "698bb42b02edf732d268a106",
        "current_name": "Dimple Building Blocks for Toddler (300 Pcs)",
        "target_name": "Dimple building blocks for toddler (300 Pcs)",
        "description": "Inspire creativity with the Dimple building blocks for toddlers. This 300-piece set is perfect for small hands to build, stack, and learn through imaginative play."
    },
    {
        "id": "698bb45902edf732d268a108",
        "current_name": "2 in 1 Water Doodle Mat,60 x 40 Inch Extra Large Drawing Mat",
        "target_name": "2 in 1 Water Doodle extra large",
        "description": "Mess-free fun for everyone! The 2 in 1 extra-large Water Doodle mat provides a massive canvas for kids to draw using only water, encouraging artistic expression without the stains."
    },
    {
        "id": "698bb47a02edf732d268a109",
        "current_name": "Brain Freeze™ Board Game – Fun Memory Game for Kids & Families",
        "target_name": "Fun Memory game for kids & families.",
        "description": "Challenge your mind with the Brain Freeze board game. This fun memory game for kids and families is designed to sharpen cognitive skills while providing hours of competitive entertainment."
    },
    {
        "id": "698bb4aa02edf732d268a10a",
        "current_name": "Kids Musical Instruments, 33Pcs 18 Types Wooden Percussion Instruments",
        "target_name": "Kids Musical Instruments, 33Pcs 18 types wooden percussion instruments",
        "description": "Start a mini band with this comprehensive set of 33 pieces and 18 types of wooden percussion instruments. Natural, safe, and perfect for introducing kids to the world of rhythm and music."
    },
    {
        "id": "698bb4d302edf732d268a10b",
        "current_name": "INNOCHEER Kids Science Experiment Kit with Lab Coat Scientist",
        "target_name": "Science experiment kit w/Lab coat scientist",
        "description": "Fuel your child's curiosity with this complete science experiment kit. Includes a professional lab coat and various tools to make every kid feel like a real scientist while learning STEM basics."
    },
    {
        "id": "698bb4ee02edf732d268a10c",
        "current_name": "Handheld Game for Kids -Preloaded 220 Retro Video Games",
        "target_name": "Handheld game for kids -preloaded 220 retro video games",
        "description": "Portable fun at your fingertips! This handheld game for kids comes preloaded with 220 retro video games, offering endless hours of entertainment without the need for Wi-Fi or downloads."
    },
    {
        "id": "698bb52b02edf732d268a10d",
        "current_name": "Glow in The Dark Blanket, Plush Gaming Blanket, Large Size: 60 x 80 inch Soft Throw",
        "target_name": "Glow in the dark blanket, luminous video game blankets",
        "description": "Light up the night with this glow-in-the-dark plush gaming blanket. Featuring luminous video game designs, it's the perfect soft throw for cozying up during late-night gaming sessions."
    },
    {
        "id": "698bb56002edf732d268a10f",
        "current_name": "Astronaut Galaxy Projector for Bedroom",
        "target_name": "Astronaut galaxy projector for bedroom, room decor",
        "description": "Transform any room into a nebula with the Astronaut galaxy projector. A stunning piece of room decor that projects stars and galaxies, perfect for creating a relaxing atmosphere in bedrooms."
    },
    {
        "id": "698bb58102edf732d268a110",
        "current_name": "Modular Kids Play Couch, Kids Couch for Playroom Bedroom",
        "target_name": "Kids couch for playroom bedroom, glow in the dark",
        "description": "The ultimate playroom furniture! This modular kids' couch is perfect for building forts or lounging. Plus, it features glow-in-the-dark elements that make playtime magical even after the lights go out."
    },
    {
        "id": "698bb5b002edf732d268a111",
        "current_name": "Kids Bike Helmet Set Adjustable Helmet for Ages 3-15 Kids",
        "target_name": "Kids bike helmet set adjustable, multi-sport",
        "description": "Ensure multi-sport safety with this adjustable kids' bike helmet set. Designed for children ages 3-15, it provides a secure fit and protection for cycling, skating, and more."
    },
    {
        "id": "698bb5df02edf732d268a113",
        "current_name": "Silent Basketball-Size 7, 2025 Upgrade Dribble Dream Silent Basketball",
        "target_name": "Silent basketball dribbling indoor",
        "description": "Practice your skills anytime without the noise! This silent basketball is perfect for indoor dribbling, allowing you to train hard without disturbing others in the house."
    },
    {
        "id": "698bb60902edf732d268a114",
        "current_name": "JOYIN Arcade Basketball Game Set with 4 Balls and Hoop for Kids 3 to 12 Years Old Indoor Outdoor Sport Play - Easy Set Up - Air Pump Included - Ideal for Competition",
        "target_name": "Arcade Basketball game set with 4 balls",
        "description": "Bring the arcade home with this basketball game set. Includes 4 balls and a sturdy hoop, offering hours of competitive sport play for kids indoors or outdoors."
    },
    {
        "id": "698bb63a02edf732d268a115",
        "current_name": "Maxshot Electric Scooter, 8.5\" /10\" /14\" Tire, 16/19/22 Mph Top Speed",
        "target_name": "Maxshot electric scooter, dual braking, dual suspension",
        "description": "Ride with power and safety on the Maxshot electric scooter. Featuring dual braking and dual suspension for a smooth ride, it's the perfect choice for efficient and comfortable commuting."
    },
    {
        "id": "698bb65c02edf732d268a116",
        "current_name": "Voyager - Self-Balancing Toddler Kick Scooter",
        "target_name": "Self-balancing toddler kick scooter, with light-up wheels",
        "description": "Let your toddler ride with confidence! This self-balancing kick scooter features vibrant light-up wheels and a stable design, making it the perfect first scooter for little adventurers."
    },
    {
        "id": "698bb68102edf732d268a117",
        "current_name": "Qaba 12V 4x4 Kids Ride on Truck with Back Trailer",
        "target_name": "Truck with back trailer, electric car w/ parent remote control",
        "description": "Drive into adventure with this 12V electric truck featuring a back trailer. For extra safety, it includes a parent remote control so you can guide your child's journey."
    },
    {
        "id": "698bb6ad02edf732d268a118",
        "current_name": "Como cuidar do seu dinheiro – Dicas para as crianças de Thiago Nigro, o Primo Rico, com a Turma da Mônica (Portuguese Edition)",
        "target_name": "Como cuidar do seu dinheiro",
        "description": "Aprenda os segredos da educação financeira com 'Como cuidar do seu dinheiro'. Um guia essencial para crianças e iniciantes entenderem o valor do investimento e da economia."
    },
    {
        "id": "698bb6d702edf732d268a11a",
        "current_name": "QUOKKA Financial Literacy Flash Cards for Teens",
        "target_name": "Financial literacy flash cards for teens",
        "description": "Master the world of money with QUOKKA financial literacy flashcards. Designed specifically for teens, these cards cover essential topics to build a strong financial foundation for the future."
    },
    {
        "id": "698bb70602edf732d268a11b",
        "current_name": "LIMOCRAFT: O guia de finanças e empreendedorismo infantil inspirado no jogo da década (Portuguese Edition)",
        "target_name": "Guia de finanças e empreendedorismo infantil",
        "description": "Descubra como empreender desde cedo com o Guia de Finanças Limocraft. Uma ferramenta pedagógica que ensina gestão financeira de forma prática e lúdica para o público infantil."
    },
    {
        "id": "698bb72802edf732d268a11c",
        "current_name": "Torlam Money Board Games for Kids",
        "target_name": "Torlam money board games for kids",
        "description": "Learning math and money management is fun with Torlam money board games. A perfect interactive experience to help kids understand currency and basic financial transactions through play."
    },
    {
        "id": "698bb74602edf732d268a11d",
        "current_name": "Money Activity Set for Kids for Learnin",
        "target_name": "Money activity set for kids for learning, Math manipulatives",
        "description": "Enhance math skills with this Money Activity Set. Using realistic math manipulatives, it provides a hands-on learning experience for kids to practice counting, adding, and managing money."
    },
    {
        "id": "698bb76102edf732d268a11e",
        "current_name": "Guess Who? Board Game with Classic Characters by Winning Moves Games USA",
        "target_name": "Children's mystery board game of deduction",
        "description": "The classic game of deduction! This children's mystery board game challenges players to ask the right questions to guess the secret character, developing logic and communication skills."
    },
    {
        "id": "698bb78302edf732d268a11f",
        "current_name": "Alcohol Markers Dual Tip Art - 80 Colors Alcohol Based Double",
        "target_name": "80 Colors alcohol based double sided marker set, school painting projects",
        "description": "Unleash your creativity with this 80-color alcohol-based marker set. Featuring double-sided tips, these markers are perfect for school painting projects, sketches, and professional art."
    },
    {
        "id": "698bb7aa02edf732d268a121",
        "current_name": "Rocketbook Core Reusable Smart Notebook",
        "target_name": "Rocketbook core reusable smart notebook",
        "description": "Write, scan, and repeat with the Rocketbook Core. This smart reusable notebook combines the feel of pen and paper with the convenience of digital storage, making it the perfect eco-friendly tool."
    },
    {
        "id": "698bb7c502edf732d268a122",
        "current_name": "Shuttle Art 102 PCS Back to School Supplies Kit",
        "target_name": "Shuttle art 102 PCS back to school supplies kit",
        "description": "Get fully equipped with the Shuttle Art 102-piece school supplies kit. A comprehensive set featuring all the essentials needed for a successful and creative academic year."
    },
    {
        "id": "698bb7df02edf732d268a123",
        "current_name": "46-Piece Washable Back to School Supplies Gift Kit for Kids",
        "target_name": "46-Piece washable back to school supplies",
        "description": "The perfect gift for young learners! This 46-piece set of washable school supplies ensures that creativity stays on the paper, making cleanup easy for parents and fun for kids."
    },
    {
        "id": "698bb83302edf732d268a124",
        "current_name": "KIDDIETOTES 3-D Hardshell Luggage Scooter for Kids",
        "target_name": "Hardshell luggage scooter for kids, LED light up wheels",
        "description": "Make travel exciting with the KIDDIETOTES hardshell luggage scooter. Featuring LED light-up wheels and a durable 3-D design, it's a suitcase and a scooter in one for little travelers."
    },
    {
        "id": "698bb85602edf732d268a125",
        "current_name": "SCRIB3D P1 3D Printing Pen with Display",
        "target_name": "3D Printing pen with display, stencil book + project guide",
        "description": "Create amazing 3D art with the SCRIB3D P1 pen. Includes a built-in display, a stencil book, and a project guide to help you build everything from simple shapes to complex structures."
    },
    {
        "id": "698bb87002edf732d268a126",
        "current_name": "Redragon H510 PRO 3-Mode RGB Gaming Headset",
        "target_name": "Redragon H510 PRO 3-Mode RGB gaming headset",
        "description": "Experience superior audio with the Redragon H510 PRO gaming headset. With 3-mode connectivity and immersive RGB lighting, it offers professional-grade sound for every gaming setup."
    },
    {
        "id": "698bb89302edf732d268a128",
        "current_name": "Kids Watch,Boys Watch for 3-15 Year Old Boys",
        "target_name": "Kids watch, boys watch, waterproof",
        "description": "Durability meets style with this waterproof kids' watch. Perfectly designed for boys aged 3-15, it's ready for any adventure, from the playground to the swimming pool."
    },
    {
        "id": "698bb8b302edf732d268a129",
        "current_name": "Drawing Robot for Kids 150 Educational Cards Smart",
        "target_name": "Drawing robot for kids 150 educational cards",
        "description": "Learn to draw with a smart companion! This drawing robot for kids comes with 150 educational cards, guiding children step-by-step through creative and artistic lessons."
    },
    {
        "id": "698bb8f402edf732d268a12a",
        "current_name": "Nintendo Switch OLED Model w/ White Joy-Con (Renewed)",
        "target_name": "Nintendo switch OLED model w/ white Joy-Con",
        "description": "Enjoy your favorite games on the stunning Nintendo Switch OLED model. Featuring crisp white Joy-Cons and a vibrant 7-inch screen, this console provides the ultimate gaming experience."
    },
    {
        "id": "698bb93202edf732d268a12b",
        "current_name": "PlayStation 5 Console 1TB - Fortnite Flowering Chaos Bundle",
        "target_name": "PlayStation 5 console 1TB - Fortnite Flowering Chaos Bundle",
        "description": "Level up with the PlayStation 5 1TB bundle. Includes the Fortnite Flowering Chaos pack, offering lightning-fast loading and an incredible gaming library on the most powerful PS5 console yet."
    },
    {
        "id": "698bb94f02edf732d268a12c",
        "current_name": "HeroMask VR Headset ＋ Math Games",
        "target_name": "HeroMask VR headset ＋ Math games",
        "description": "Make math an adventure with the HeroMask VR headset. This immersive educational tool combines virtual reality with math games, turning study time into an exciting mission."
    },
    {
        "id": "698bc353c46603da4704e159",
        "current_name": "Console Portátil de Videogame X7 Plus Tela 5.1 Polegadas Memória 8 GB com 1000 Jogos Embutidos",
        "target_name": "Console portátil de videogame (8GB, 1000 jogos)",
        "description": "Leve a diversão para qualquer lugar com este console portátil de videogame. Com 8GB de memória e 1000 jogos clássicos embutidos, é o presente ideal para fãs de retro gaming."
    },
    {
        "id": "698bc40fc46603da4704e15a",
        "current_name": "Manta Infantil que Brilha no Escuro Cobertor Video Game para Menino, 150x200cm, Microfibra Quentinha neon(GAMER)",
        "target_name": "Manta infantil que brilha no escuro (estampa video game)",
        "description": "Noites mais divertidas com a manta infantil que brilha no escuro! Com estampa temática de video game, este cobertor de microfibra é macio, quentinho e perfeito para pequenos gamers."
    },
    {
        "id": "698bc4dfc46603da4704e15b",
        "current_name": "Projetor Galáxia Astronauta Infantil Estrelas Teto LED Luz Noturna",
        "target_name": "Projetor galáxia astronauta Infantil estrelas teto LED luz noturna",
        "description": "Crie um universo no teto do quarto com o Projetor Galáxia Astronauta. Luz noturna de LED que projeta estrelas e galáxias, proporcionando um ambiente calmo e mágico para as crianças."
    },
    {
        "id": "698bc501c46603da4704e15c",
        "current_name": "MeMoreCool Sofá infantil de escalada de espuma, sofá infantil modular com escorregador e escada, sofá de bebê conversível para sala de jogos, móveis secionais para engatinhar, escalar e brincar com",
        "target_name": "Móveis secionais para engatinhar, escalar e brincar.",
        "description": "Móveis modulares projetados para a diversão e segurança dos bebês. Este conjunto secional é perfeito para engatinhar, escalar e brincar, estimulando o desenvolvimento motor na sala de jogos."
    },
    {
        "id": "698bc51bc46603da4704e15d",
        "current_name": "Se Vira, Moleque!: Prepare seu filho para construir uma vida com protagonismo",
        "target_name": "Se Vira, Moleque!: Prepare seu filho para o futuro",
        "description": "Baseado no livro de sucesso, 'Se Vira, Moleque!' é o guia essencial para pais que desejam preparar seus filhos para o futuro, incentivando o protagonismo e a independência desde cedo."
    },
    {
        "id": "698bc533c46603da4704e15e",
        "current_name": "Bagagem para crianças com patinete",
        "target_name": "Bagagem p/crianças Baotree, criança-unissex",
        "description": "Viaje com praticidade e diversão! A bagagem com patinete Baotree é unissex e ideal para crianças se deslocarem em aeroportos e viagens, unindo mala de rodinha com entretenimento."
    },
    {
        "id": "698bc551c46603da4704e160",
        "current_name": "Basquete silencioso - bola de basquete de espuma interna para drible",
        "target_name": "Bola de basquete silenciosa, resistente a impactos",
        "description": "Treine seu drible dentro de casa sem barulho. Esta bola de basquete silenciosa é feita de material resistente a impactos e não faz ruído ao bater no chão, ideal para apartamentos."
    },
    {
        "id": "698bc572c46603da4704e162",
        "current_name": "Cesta De Basquete Infantil Ajustável",
        "target_name": "Cesta de basquete infantil ajustável com bola bomba rede",
        "description": "Kit completo de basquete infantil com cesta ajustável, bola, bomba e rede. Perfeito para incentivar a prática de esportes e crescer junto com a criança, ajustando a altura conforme necessário."
    },
    {
        "id": "698bc58dc46603da4704e163",
        "current_name": "Carro Elétrico Infantil Eclipse 12V URBANIUS com Controle Remoto",
        "target_name": "Carro elétrico infantil Eclipse com controle remoto",
        "description": "O Carro Elétrico Infantil Eclipse 12V oferece luxo e diversão. Equipado com controle remoto para supervisão dos pais, é o veículo perfeito para aventuras seguras e emocionantes."
    },
    {
        "id": "698bc5a7c46603da4704e164",
        "current_name": "Robô de desenho inteligente",
        "target_name": "Robô de desenho inteligente, com 100 cartões interativos",
        "description": "Transforme o aprendizado artístico com o Robô de Desenho Inteligente. Acompanha 100 cartões interativos que ensinam as crianças a desenhar passo a passo de forma tecnológica e divertida."
    },
    {
        "id": "6994d5fdd77c4769a6a4b917",
        "current_name": "Brinquedo Tabuleiro Ativando a Memoria Jogo Educacional terapeûtico para idosos e crianças pedagógico infantil brinquedo educativo recreativo para escola menino menina 7 anos",
        "target_name": "Jogo educacional terapêutico para ativar memoria p/idosos e crianças",
        "description": "Um excelente recurso pedagógico! Este jogo educacional terapêutico foi criado para ativar a memória e funções cognitivas, sendo amplamente utilizado por idosos e crianças em fase de aprendizado."
    },
    {
        "id": "6994ea48d77c4769a6a4b919",
        "current_name": "O resumo do produto apresenta as principais informações do produto...",
        "target_name": "Óculos realidade virtual 3D Android controle",
        "description": "Mergulhe em novas dimensões com os Óculos de Realidade Virtual 3D. Compatível com Android e acompanhado de controle, oferece uma experiência imersiva para jogos e vídeos em 360 graus."
    },
    {
        "id": "6994ea6bd77c4769a6a4b91a",
        "current_name": "5 Disc Edition Console (1TB) - Flowering Chaos Bundle",
        "target_name": "5 Disc Edition console (1TB) - Flowering Chaos Bundle",
        "description": "The 5 Disc Edition console with 1TB storage is here. This Flowering Chaos Bundle provides massive storage for your gaming library and the ultimate disc-based gaming performance."
    }
]